---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SectionViewFailures
source: html/431fa98b-3700-6d7d-df17-ce9bec55b40e.htm
---
# BuiltInFailures.SectionViewFailures Properties

Section may not be associated to a scope box which lies behind it.